{
  "breed": [
    "Birman",
    "Chartreux",
    "Cornish Rex",
    "Dwarf cat",
    "European Shorthair",
    "Maine Coon",
    "Manx",
    "Persian",
    "Ragdoll",
    "Russian Blue",
    "Scottish Fold",
    "Siamese",
    "Sphynx",
    "Tabby",
    "Turkish Angora",
    "Ukrainian Levkoy"
  ],
  "coat_colour": [
    "White",
    "Black",
    "Ginger",
    "Blue",
    "Cream",
    "Brown",
    "Cinnamon",
    "Fawn",
    "Merle"
  ],
  "name": [
    "Sir Isaac Mewton",
    "Catpurrnicus",
    "Meowses",
    "Cleocatra",
    "Genghis Kat",
    "Hairy Pawter",
    "Lord Voldekat",
    "Obi Kat Kenobi",
    "Chewpawcca",
    "Clawdia",
    "Lucifurr",
    "Jabba the Cat",
    "Cat Grievous",
    "Pawdmé",
    "Whiskerus Maximus",
    "M. le Colonel Moustache",
    "Crookshanks",
    "Purrito",
    "Big Bertha",
    "Admiral Chonkers",
    "Eisenmeower",
    "Sir Meows-a-Lot",
    "Naboo",
    "Sauron",
    "Catwise Gamgee",
    "Sherlock Paws",
    "Princess Consuela",
    "Banana Hammock",
    "Ms. Chanandler Bong",
    "Catt Damon",
    "Sancho Pawnza",
    "Bruce Wayne",
    "Señor Nachos",
    "El Chupacatra",
    "Cat Norris",
    "Ajax",
    "Wysiwyg",
    "Monsieur Agamemnon",
    "Sauron",
    "Severus Cat",
    "Professor Catgonagall",
    "Bankai",
    "Admiral Ackbar",
    "Samus",
    "Kratos",
    "Saruman the Cat",
    "Boromir",
    "Tom Bombadil",
    "Cat Solo",
    "Albus Dumbledore",
    "Walter Cat",
    "Jesse Catman",
    "Don Hector",
    "Jafar",
    "Cat Payne",
    "Alan Wake",
    "Catistopheles",
    "Louis Catorze",
    "Rasengan"
  ],
  "description": [
    "a curious and playful cat with a fondness for chasing toys and exploring nooks and crannies. She is independent and can be a bit aloof at times, but she also enjoys cuddling up with her favorite humans. Socks is intelligent and enjoys learning new tricks, but she can also be mischievous and is known to get into trouble every now and then. Overall, she is a loving and affectionate companion who brings joy and laughter to her family.",

    "a sweet and gentle soul who was rescued off the streets. She is a bit shy at first, but once she gets to know you, she is a loving and affectionate companion. She is playful and enjoys chasing toys, but she also has a calm and gentle nature. Whiskers is intelligent and learns quickly, and she loves to cuddle up with her favorite humans. She is grateful for the second chance she has been given and is looking for a loving forever home where she can thrive.",

    "a resilient and independent cat who was rescued from the streets. She has a curious and adventurous spirit, and she loves exploring her surroundings. Smokey is also very social and loves to spend time with her humans, whether it's playing, cuddling, or just sitting together. She is intelligent and learns quickly, and she enjoys training and learning new tricks. Smokey is a sweet and loving cat who is looking for a forever home where she can continue to grow and thrive.",

    "a sweet and gentle cat who was rescued from a tough life on the streets. She is a bit shy at first, but once she gets to know you, she is a loving and affectionate companion. Sasha is playful and enjoys chasing toys, but she also has a calm and gentle nature. She is intelligent and learns quickly, and she loves to cuddle up with her favorite humans. Sasha is grateful for the second chance she has been given and is looking for a loving forever home where she can thrive.",

    "a strong and confident cat who can be very territorial. He can be aggressive towards other animals, especially if he feels threatened or if he feels that his territory is being invaded. Spike is also very independent and can be aloof at times, preferring to do his own thing rather than interacting with others. He is intelligent and enjoys learning new tricks, but he can also be stubborn and difficult to train. Overall, Spike is a challenging but rewarding companion who needs a patient and experienced owner who can help him learn to trust and socialize with others.",

    "a sweet and gentle cat who is a bit shy at first. She takes time to warm up to new people and environments, but once she feels comfortable, she is a loving and affectionate companion. Misty is playful and enjoys chasing toys, but she also has a calm and gentle nature. She is intelligent and learns quickly, and she loves to cuddle up with her favorite humans. Misty is looking for a patient and understanding owner who can help her come out of her shell and thrive in her new home.",

    "a sweet and gentle cat who has had a difficult past. He has been taken back to the shelter on multiple occasions and is a bit scared and unsure of himself. Jasper takes time to warm up to new people and environments, but once he feels comfortable, he is a loving and affectionate companion. He is playful and enjoys chasing toys, but he also has a calm and gentle nature. Jasper is intelligent and learns quickly, and he loves to cuddle up with his favorite humans. He is looking for a patient and understanding owner who can provide him with a stable and loving home where he can finally thrive."

  ],
  "reviews": [
    "Thanks to Sassy Paws I finally found my BEST friend! Alakazam has been part of our family since 2018 and we couldn't be happier!",

    "When I saw Mauritz I thought he hated me. He still does, but he can do it from the comfort of a warm home and cosy bed.",

    "Just a baby when I adopted him! He now weighs over 12kg and I suspect him of being part Maine Coon.... I call him Chonks now.",

    "Abigail is not a fan of other humans but she will lay on my lap all day. I love her to bits! So glad I adopted her.",

    "Edgar is a cat so cute, it's like he's got his own gravity. When I first saw this 31-pound cat, I was drawn to him and his outgoing personality. And then when I came to get him, I fell in love with two more cats ― brothers Jupiter and Saturn. And, so, Edgar's gravity of cuteness pulled two little planets all the way home with him.",

    "My story begins like many others. I was born into a dog family. My mom hated cats. She told me that I hated cats. So, I hated cats for 50 years!! Fast forward to me being bored in college surfing the net. And BAM! There was Jeriah and I fell in love.... WITH A CAT! So I drove the 30 miles, with my daughter, to go meet Jeriah. Seems he had a brother that already died of pneumonia. They brought him out and his colony brother, Elvis, so they could play. Well, of course, my daughter LOVED Elvis and I LOVED Jeriah. Ok, we'll take both. Ohhhh no! Did you know Elvis has two sisters? Omg stop already!!! And here they came! And I fell in love again. Problem was that Oanomi was spoken for and was being picked up. How could I leave Lilo? Ok I'll take the three. BUT WAIT! Oanomi never got adopted. Oh well. Three or four? I'll take them all!!",

    "Norman, nee Rocky, is a big lug and a big love! He LOVES LOVES LOVES to be pet, held, & cuddled. Norman gets along with everyone, including his new brother in his new home. This sweet boy, who had never ever known a loving home, has a life of purr bliss at last!",

    "The Belle of the Ball, Miss Whitney, is doing great. She and her big brother, Alex, are getting along well, even when she takes a flying leap and lands on his back. He just keeps on going. She is so entertaining and has a great purrsonality... Miss Whitney loves to play fetch. When she brings the ball to me and I don't throw it she nudges me to remind me that I am to throw the ball.",

    "It was two years ago today that you brought Hawthorne (Grover), Daisy (Pansy), and Willow to us. They couldn't have made us happier, and we hope they are happy, too. All three seem quite comfortable and content. Grover is still on medication for his asthma, but it seems to be under control; we are trying to reduce his daily dosage gradually. He is as adorable as ever. Pansy's into everything but couldn't be sweeter. Willow is a super sweet kitty, too. She gets her daily brushing, which she very much looks forward to. Although not as outgoing as Pansy or Grover, Willow likes attention and often asks for it, which she always gets. Thank you again for all the wonderful rescue work you do."
  ]
}
